Repository: VovaMobile/linkManager
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: ar

source: moves to next URL
ar: الإنتقال إلى الرابط التالي

source: moves to previous URL
ar: الإنتقال إلى الرابط السابق

source: moves to next category
ar: الإنتقال إلى الفئة التالية

source: links
ar: روابط

source: link
ar: رابط

source: {category}: Contains {length} {l}
ar: {category}: تتضمن {length} {l}

source: moves to previous category
ar: الإنتقال إلى الفئة السابقة

source: add a new URL
ar: إضافة رابط جديد

source: open any link from clipboard
ar: لِفتح أي رابط مِن الحافظة

source: search for a URL in the category
ar: البحث عن رابط بالفئة

source: Toggle displaying of URL after name.
ar: تبديل عرض الرابط بعد الاسم.

source: read URL after name turned off
ar: تم تعطيل قراءة الرابط بعد الإسم

source: read URL after name turned on
ar: تم تمكين قراءة الرابط بعد الإسم

source: open the current selected URL
ar: فتح الرابط المحدد

source: opening {url}
ar: يتم فتح {url}

source: remove a URL from category
ar: إزالة الرابط من الفئة

source: Are you shore you want to delete {url} from the category?
ar: هل أنت متأكد بأنك تريد إزالة {url} مِن الفئة؟

source: delete
ar: حذف

source: Delete a category from the category list
ar: حذف فئة من قائمة الفئات

source: are you shore that you want to delete {category} from the category list?
ar: هل أنت متأكد بأنك تريد حذف {category} مِن قائمة الفئات؟

source: moves to first link in the category
ar: الإنتقال إلى أول رابط بالفئة

source: moves to last link in the category
ar: الإنتقال إلى آخِر رابط بالفئة

source: add new link
ar: إضافة رابط جديد

source: the link name
ar: اسم الرابط

source: the link
ar: الرابط

source: category
ar: الفئة

source: create new category
ar: انشاء فئة جديدة

source: add
ar: إضافة

source: cancel
ar: إلغاء

source: all
ar: الكل

source: category name
ar: اسم الفئة

source: enter the new category name
ar: قم بإدخال إسم الفئة الجديدة

source: category exists
ar: الفئة موجودة

source: this category already exists
ar: هذه الفئة موجودة بالفعل

source: category added successfully
ar: تم إضافة الفئة بنجاح

source: success
ar: نجاح

source: you must add at least one category to add new link
ar: يجب عليك إضافة فئة واحدة على الأقل لإضافة رابط جديد

source: error
ar: خطأ

source: link added successfully
ar: تم إضافة الرابط بنجاح

source: It appears that the clipboard is empty or there is no link in it.
ar: يبدو أن الحافظة فارغة أو لا يوجد رابطًا بداخلها.

source: choos a link to open
ar: اختر رابط للفتح

source: {count} links found
ar: تم العثور على {count} رابطًا

source: open
ar: فتح

source: copy to clipboard
ar: نسخ إلى الحافظة

source: close
ar: إغلاق

source: there is no category or data file to search
ar: لا توجد فئة أو ملف بيانات للبحث

source: search
ar: بحث

source: search word
ar: كلمة البحث

source: name
ar: الإسم

source: search by
ar: البحث بواسطة

source: write search word
ar: قم بكتابة كلمة البحث

source: no results found
ar: لم يتم العثور على نتائج

source: there are no results
ar: ليس هنالك نتائج

source: results list: {count} results found
ar: قائمة النتائج: تم العثور على {count} نتيجة
